Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/mozi__mozi-006-indulgence-in-excess__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 子墨子曰：古之民未知爲宮室時，就陵阜而居，穴而處。
en: Motse said ; Before the art of building houses and palaces was known primitive people lingered by the mounds and lived in caves.

source: 下潤濕傷民，故聖王作爲宮室。
en: It was damp and injurious to health.

source: 爲宮室之法，曰：室高足以辟潤濕，邊足以圉風寒，上足以待雪霜雨露，宮牆之高足以別男女之禮。謹此則止。凡費財勞力，不加利者，不爲也。役，脩其城郭，則民勞而不傷；以其常正，收其租稅，則民費而不病。
en: There-upon the sage-kings built houses and palaces. The guiding principles for these buildings were these : The house shall be built high enough to avoid the damp and moisture ; the walls thick enough to keep out the wind and cold ; the roof strong enough to stand snow, frost, rain, and dew ; and the walls in the palace high enough to observe the propriety of the sexes.

source: 民所苦者，非此也，苦於厚作斂於百姓。[1]是故聖王作爲宮室，便於生，不以爲觀樂也。
en: These are suiSScient, and any expenditure of money and energy that does not bring additional utility shall not be permitted.

source: 作爲衣服帶履，便於身，不以爲辟怪也。故節於身，誨於民，是以天下之民可得而治，財用可得而足。當今之主，其爲宮室則與此異矣。必厚作斂於百姓，暴奪民衣食之財，以爲宮室臺榭曲直之望、青黃刻鏤之飾。
en: When the city walls are repaired with regular labour, the people may feel tired but there is no exhaustion. When taxes are collected according to custom, the people may be deprived of some money but there is no bitterness. The real woe of the people does not lie here, it lies in heavy taxes. The sage-kings built houses and palaces in order to better the living conditions and not for pleasures of sight. They made clothes and hats, belts and shoes in order to protect the body and not for novelty. They were thrifty themselves and taught the people to be the same.

source: 爲宮室若此，故左右皆法象之。是以其財不足以待凶饑，振孤寡，故國貧而民難治也。
en: And, so, the people in the whole world became orderly and wealth was sufficient for use.

source: 君實欲天下之治而惡其亂也，當爲宮室不可不節。
en: When tile present rulers' build tbeir residences, tbey are quite'' different : from this.

source: 古之民未知爲衣服時，衣皮帶茭，冬則不輕而溫，夏則不輕而清。聖王以爲不中人之情，故作誨婦人治絲麻，梱布絹，以爲民衣。爲衣服之法：冬則練帛之中，足以爲輕且煖；
en: They would heavily tax the people, robbing them’ of their means of livelihood, in ordei' to have' their palaces 'covered with porches and pavilions in vario'iis designs, and adorned with paintings and sculpture. When the ruler builds his palaces in this fashion, his assistants , naturally imitate ■ him. And, so, there is not sufficient wealth to prepare against famine and dearth or to relieve the orphans and widows. And the people become more unruly as the state becomes poorer. If the rulers sincerely desire to have the empire orderly and hate to see it in disorder, they must not indulge in building houses and palaces. Before clothing was known the primitive people wore coats of furs and belts of straw.

source: 夏則絺綌之中，足以爲輕且凊。謹此則止。故聖人爲衣服，適身體，和肌膚而足矣，非榮耳目而觀愚民也。當是之時，堅車良馬不知貴也，刻鏤文采不知喜也。
en: They were neither light and warm in winter nor light and cool in summer. The sage-Mng thought this did not satisfy the needs of man. So, he taught the women to produce silk and flax and to weave cloth and linen, therewith to make clothing for the people. The guiding principles for clothing were these : In winter the underwear shall be made of spun-silk so as to be light and warm. In summer it shall be made of coarse flax so as to be light and cool.

source: 何則？其所道之然。
en: And this is sufficient.

source: 故民衣食之財，家足以待旱水凶饑者，何也？得其所以自養之情，而不感於外也。是以其民儉而易治，其君用財節而易贍也。
en: Therefore the sages made their clothes just to fit their stature and size, and not for the purpose of pleasing the senses or to dazzle the common people. In that age, durable carts and gentle horses were not valued, neither were sculpture and adornments prized . What is the reason for this ?, The reason lies in the kind of leadersidp. Tie people kad sufficient means of livelihood in their home to meet either drought or floods dearth or famine. Why ■ Because they imderstood the needs of self-support and paid little attention to external appearance.

source: 府庫實滿，足以待不然。兵革不頓，士民不勞，足以征不服。
en: So, the people were frugal and orderly and the ruler was thrifty and easily supported.

source: 故霸王之業可行於天下矣。
en: The store house and treasury were full, prepared against misfortunes.

source: 當今之王，其爲衣服，則與此異矣。冬則輕煗，夏則輕凊，皆已具矣，必厚作斂於百姓，暴奪民衣食之財，以爲錦繡文采靡曼之衣，鑄金以爲鉤，珠玉以爲珮，女工作文采，男工作刻鏤，以爲身服。
en: Armour and weapons were not left in disuse and the soldiers and the people were not tired, ready to punish the unsubmissive. Thus the ruler could become a tyrant over the empire. The present rulers are quite different from this when they make their clothes. Having what is warm and light in winter and what is light and cool in summer, they would yet heavily tax the people, robbing them of their means of liveli-hood, in order to have elaborately embroidered and gorgeous garments. Hooks are made of gold and ornaments on the girdle consist of pearls and jades.

source: 此非云益煗之情也。單財勞力，畢歸之於無用也。
en: Women are employed to make the embroidery and men to do the carving.

source: 以此觀之，其爲衣服，非爲身體，皆爲觀好。是以其民淫僻而難治，其君奢侈而難諫也。夫以奢侈之君御好淫僻之民，欲國無亂，不可得也。君實欲天下之治而惡其亂，當爲衣服不可不節。
en: All these are for the adornment of the body. They really add little to its warmth. Wealth is squandered and energy wasted all for naught. So, then, when clothing is made not for the body but for brilliant appearance, the people will be wicked and unruly and the ruler extravagant and deaf to good counsel. It will be impossible to keep the country out of disorder. If the rulers sincerely desire the empire to have order and hate to see it in disorder, they must not indulge in making clothing excessively.

source: 古之民未知爲飲食時，素食而分處。故聖人作誨男耕稼樹藝，以爲民食。
en: Before the art of cooking was known, primitive people ate only vegetables and lived in separation.

source: 其爲食也，足以增氣充虛，強體適腹而已矣。故其用財節，其自養儉，民富國治。今則不然，厚作斂於百姓，以爲美食芻豢，蒸炙魚鼈。大國累百器，小國累十器，美食方丈，目不能徧視，手不能徧操，口不能徧味。
en: Thereupon the sage taught the men to attend to farming and to plant trees to supply the people with food. And the sole purpose of securing food is to increase energy, satisfy hunger, strengthen the body and appease the stomach. He was frugal in spending wealth and simple in habits of living, and, so, the people became rich and the country orderly. With the present rulers all is different. They would heavily tax the people in order to enjoy elaborately the different meats and fish and turtle cooked in various ways, (The lord of) a large state is served with a hundred courses and (that of) a small state, with tens of courses, which will cover a table space of ten square feet. The eyes cannot see all the dishes, the hands cannot handle them all, and the mouth cannot taste them all.

source: 冬則凍冰，夏則飾饐。人君爲飲食如此，故左右象之。
en: In winter they will freeze, and in summer they sour.

source: 是以富貴者奢侈，孤寡者凍餒，雖欲無亂，不可得也。君實欲天下治而惡其亂，當爲食飲不可不節。古之民未知爲舟車時，重任不移，遠道不至。故聖王作爲舟車，以便民之事。
en: As the ruler serves himself thus, naturally his assistants imitate him. And so the rich and high in rank are wasteful and extravagant, while the solitary and miserable are hungry and cold. It is impossible to keep such a state out of disorder. If the rulers sincerely desire the empire to have order and hate to see it in disorder, they must not indulge in excessive eating and drinking. Before the primitive people knew how to make boats and carts they could neither carry a heavy load nor travel a great distance. Thereupon the sage-king made boats and carts to facilitate the people.

source: 其爲舟車也，全固輕利，可以任重致遠。其爲用財少而爲利多，是以民樂而利之。故法令不急而行，民不勞而上足用，故民歸之。
en: The boats and carts were made durable and convenient so that they would carry much and travel far. Such an undertaking takes little wealth but produces many benefits.

source: 當今之主，其爲舟車與此異矣。
en: Naturally the people found it agreeable and convenient.

source: 全固輕利皆已具，必厚作斂於百姓，以飾舟車，飾車以文采，飾舟以刻鏤。女子廢其紡織而修文采，故民寒；男子離其耕稼而修刻鏤，故民饑。人君爲舟車若此，故左右象之。
en: The people were not tired out and yet the ruler’s needs were all supplied, SOj people were attracted to him. When the present rulers make boats and carts, it is quite difierent. Having made them durable and convenient, they would yet heavily tax the people to decorate them. The carts are decorated with embroidery and boats with carving. Women have to stop weaving to do the embroidery so the people are left cold. While men have to abandon agriculture to do the carving and so the people become hungry.

source: 是以其民饑寒並至，故爲姦邪。奸邪多則刑罰深，刑罰深則國亂。
en: When the ruler builds such boats and carts for himself, naturally his assistants imitate him.

source: 君實欲天下之治而惡其亂，當爲舟車不可不節。
en: Therefore the people become victims of both hunger and cold, and they commit wickedness.

source: 凡回於天地之間，包於四海之內，天壤之情，陰陽之和，莫不有也，雖至聖不能更也。何以知其然？聖人有傳：天地也，則曰上下；四時也，則曰陰陽；人情也，則曰男女；
en: Much wickedness is followed by heavy punish-ment, and heavy punishment places the country in disorder. If the rulers sincerely desire the empire to have order and hate to see it in disorder, they must not indulge themselves in constructing boats and carts excessively. Every creature living between Heaven and earth and within the four seas partakes of the nature of Heaven and earth and the harmony of the Yin and the Yang. Even the greatest sages cannot alter this. How do we know ? When they taught about Heaven and earth, they dwelt on the upper and the lower spheres and the four seasons, the principles of Yin and Yang and human nature, the phenomena of men and women, birds and animals, and that of the sexes.

source: 禽獸也，則曰牡牝、雄雌也。真天壤之情，雖有先王不能更也。雖上世至聖必蓄私，不以傷行，故民無怨。宮無拘女，故天下無寡夫。內無拘女，外無寡夫，故天下之民衆。
en: Even the early kings could not escape from the fundamentals of nature. Even the great sages of ancient times must keep a household. Only, as their conduct was not unfavourably affected, there was no dissatisfaction among the people, and as women were not kept within the palace (to be spinsters) there were few bachelors in the empire. As women were not kept within the palace and as there were few bachelors abroad, the population in the empire was large. The present rulers of large states retain as many women as a thousand in their household and those of small states as many as a hundred. Therefore men in the empire axe mostly without wife and women without husband.

source: 當今之君，其蓄私也，大國拘女累千，小國累百，是以天下之男多寡無妻，女多拘無夫，男女失時，故民少。君實欲民之衆而惡其寡，當蓄私不可不節。凡此五者，聖人之所儉節也，小人之所淫佚也。儉節則昌，淫佚則亡，此五者不可不節。夫婦節而天地和，風雨節而五穀孰，衣服節而肌膚和。
en: The functions of men and women are prevented and the population becomes small. If the rulers sincerely desire the population to be large and hate to see it small, they must not indulge in retaining too many women. Now, in these five things the sages are temperate and economical while the wicked men are indulgent and excessive. Temperance and economy bring prosperity while indulgence and excess lead to destruction. One must not indulge in excess in these five things. When husband and wife do not indulge in excess, Heaven and earth will be harmonious ; when wind and rain are not in excess, the five grains will ripen ; and when excessive clothing is not indulged in, the body will be comfortable.
